Revit 2027 API
UnitTypeId.Kelvin Property
 Kelvin.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Kelvin { get; }
Public Shared ReadOnly Property Kelvin As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Kelvin {
	ForgeTypeId^ get ();
}
static member Kelvin : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace